// 不要な部分は記述しないようにしたい

export const default_text = `
@bpm     = 184
@scale   = E
@title   = 忘れてやらない
@program k=1, m=2, c=3, b=12, d=4

@p=1
c|C 
d|kick*8

@p=9
c|C/E|F	|G |E/G#|Am   |D/F# |Dm__C/E___F|____G___
b|root*56
d|beat*8
a|all_div*56

@p=17
c|F              |G              |C/E            |Am             |F              |G            |Am          |C
m|.-5333_21      |2_3_-5_1_      |.-5333321      |5_3_2_1_       |.-5333321      |2_3_-5_1_    |21213___    |__......
k|ぜんぶてんきの |せ^いでい^いよ |このきまずさも |けんたいかんも |たいようわかく |れながら     |しらんぷり  |
d|beat*48

@p=25
c|F              |G                |C/E             |Am                    |F              |G            |Am            |C
m|.-5333321      |2_3_-5_1_        |.-5333321       |5_3_2_1_              |.-5333321      |2_3_-5_1_    |2_3___    21  |213_3___
k|ガタゴトゆれる |まんいんでんしゃ |すれちがうのは  |じゅんきゅうれっしゃ  |りんかくのない |くものひょう |じょうをさが  |してみる

@p=33
c|Am               |AmM7/G#         |Am7/G          |D                   |Dm         |C/E          |F           |G___E
m|.-5555336        |_655321_        |.-5333321      |2_3_-5_1_           |....2_1_   |__3_2_6_     |5__22_1_    |22223__.
k|さくしゃのきもち |をこたえなさ^い |い,ったいなにが |せ^いか^いなんだ^い |よて^い   |ちょうわの   |シナリオ    |ふみぬいて

@p=41
c|C          |C           |G          |E           |Am           |Am           |Gm           |Gm/C
m|-5___1___  |2___1___    |5_3_2_1_   |2___3__.    |-5___1___    |2___3___     |5_3_2_1_     |2___3__.
k|あお       |いは        |るなんて   |も^ん  は   |ぼく         |には         |わからな     |いん  だ

@p=49
c|F              |F            |C/E            |Am             |Dm         |Dm         |G          |E
m|5_55_3_2       |_1123__.     |5_55_365       |_3223_2_       |-5___1___  |2___4_3_   |_____.  4_ |3_2_2_1_
k|それでも  し   |ってるから   |いちどしかない |しゅ,んか,んわ |はか       |なさを     |は         |らんでる

@p=57
c|Am              |AmM7/G#        |Am7/G           |D               |Dm           |C/E            |F             |G
m|.-5555336       |_655321_       |.-5333321       |2.3.-5.1.       |..21_2_1     |3_2_6_5_       |3_____     11 |65_3_21_
k|ぜ,ったいわすれ |てやらないよ   |いつかしぬまで  |なんか^いだって |こ,んなこ    |ともあったっ   |て        わら|,ってやんのさ
`