export const default_text = 
`@bpm     = 184
@scale   = E
@trans   = 5
@title   = 忘れてやらない
@program k=1, m=2, c=3, b=12, d=4

@p=1
c|F               |G              |C/E            |Am              |F              |G            |Am          |C
n|.-5333_21       |2_3_-5_1_      |.-5333321      |5_3_2_1_        |.-5333321      |2_3_-5_1_    |21213___    |__......
k|ぜ,んぶてんきの |せ^いでい^いよ |このきまずさも |けんた^いかんも |たいようわかく |れながら     |しら,んぷり |
1|all_div*8
2|root*8,
3|beat*8

@p=9
c|F              |G                |C/E             |Am                     |F               |G             |Am             |C
n|.-5333321      |2_3_-5_1_        |.-5333321       |5_3_2_1_               |.-5333321       |2_3_-5_1_     |2_3___    21   |213_3___
k|ガタゴトゆれる |まんいんでんしゃ |すれちがうのわ  |じゅんきゅ^うれっしゃ  |り,んかくのない |くものひょ^う |じょ^うをさが  |してみる
1|all_div*8
2|root*8,
3|beat*8

@p=17
c|Am               |AmM7/G#         |Am7/G           |D                   |Dm         |C/E          |F           |G___E
n|.-5555336        |_655321_        |.-5333321       |2_3_-5_1_           |....2_1_   |__3_2_6_     |5__22_1_    |22223__.
k|さくしゃのきもち |をこたえなさ^い |い,ったいなにが |せ^いか^いなんだ^い |よて^い    |ちょ^うわの   |シナリオ    |ふみぬいて
1|all_div*8
2|root*8,
3|beat*8

@p=25
c|C          |C           |G           |E           |Am           |Am           |Gm           |Gm/C
n|-5___1___  |2___1___    |5_3_2_1_    |2___3__.    |-5___1___    |2___3___     |5_3_2_1_     |2___3__.
k|あお       |いは        |るな,んて   |もん  わ    |ぼく         |にわ         |わからな     |いん  だ
1|all_div*8
2|root*8,
3|beat*8

@p=33
c|F              |F            |C/E             |Am             |Dm         |Dm         |G          |E
n|5_55_3_2       |_1123__.     |5_55_365        |_3223_2_       |-5___1___  |2___4_3_   |_____.  4_ |3_2_2_1_
k|それでも  し   |ってるから   |いちどしかな^い |しゅ,んか,んわ |はか       |なさを     |は         |ら,んでる
1|all_div*8
2|root*8,
3|beat*8

@p=41
c|Am              |AmM7/G#        |Am7/G           |D               |Dm           |C/E            |F             |G
n|.-5555336       |_655321_       |.-5333321       |2_3_-5_1_       |..21_2_1     |3_2_6_5_       |3_____     11 |65_3_21_
k|ぜ,ったいわすれ |てやらないよ   |いつかしぬまで  |なんか^いだって |こ,んなこ    |ともあったっ   |て        わら|,ってやんのさ
1|all_div*8
2|root*8,
3|beat*8
`