export const default_text = `
@b=180
@s=F#m
@t=忘れてやらない

@start

a="aa"
oudou=F|G|Em|Am

@section=A1 ------------
k|全部天気の |せいでいいよ|この気まずさも  |倦怠感も
c|4		    |5		    |3m		        |6m
m|.-533321	|2_3_-5_1_	|.-533321	    |5_3_2_1_

k|太陽は隠	|れながら		|知らんぷり	|
c|4		|5		|6m		|1
m|.-533321	|2_3_-5_1_	|.-533321	|5_3_2_1_

@section=B1
k|作者の気持ちを	|答えなさい	|一体何が		|正解なんだい
c|6		|5		|6m		|1
m|_588875	|4 5 3 3	|_588875	|12 3 32 1

@section=S1
k|青い春		|なんてもんは	|		|正解なんだい
c|1		    |5		|6m		|1
m|1___5___6___3	|4 5 3 3	|_588875	|12 3 32 1
`