export const default_text = `
@b=180
@s=E
@t=忘れてやらない

@p=I1
k|  |  |  |  |  |  |  |  |   |  |  |        
c|C |  |  |  |C |  |  |  |C/E|F	|G |E/G#
m|.*|.*|.*|.*|.*|.*|.*|.*|.* |.*|.*|.*

k|     |     |           |               
c|Am   |D/F# |Dm___C/E  F|___G___
m|.*   |.*   |.*         |.*     

@p=A1
k|全部天気の |せいでいいよ|この気まずさも  |倦怠感も    |太陽は隠	 |れながら     |知らんぷり |
c|F		    |G		    |C/E            |Am         |F		    |G		      |Am		|C
m|.-5333321	|2_3_-5_1_	|.-5333321	    |5_3_2_1_   |.-5333321	|2_3_-5_1_	 |21213___	|*....

@p=A2
k|ガタゴト揺れる |満員電車    |すれ違うのは    |準急列車    |輪郭のない	|雲の表		    |情をさが	  |してみる
c|F		        |G		    |C/E            |Am         |F		    |G		       |Am		    |C
m|.-5333321	    |2_3_-5_1_	|.-5333321	    |5_3_2_1_   |.-5333321	|2_3_-5_1_    |2_3_*	21|212_2_*

@p=B1
k|「作者の気持ち	|を答えなさい」   |一体何が      |正解なんだい？  |予定            |調和の 	      |シナリオ   |ふみぬいて
c|Am		       |AmM7/G#	        |Am7/G         |D             |Dm		      |C/E		    |F          |G   E
m|.-5555336	       |_655321_        |.-5333321    |12 3 32 1     |_588875	      |4 5 3 3	    |_588875    |12 3 32 1

@p=S1
k|あお	     |いは         |るなんて       |もん  は	   |ぼく	     |には          |わからな     |いん  だ	
c|C		     |            |G		      |E	         |Am		   |             |Gm           |Gm/C	
m|-5___1___  |2___1___    |5_3_2_1_       |2___3___      |-5___1___    |2___3___     |5_3_2_1_     |2___3___

k|それでも  し   |ってる から  |一度しか無い   |瞬間は	   |はか       |なさを      |は         |らんでる	
c|F		        |            |C/E           |Am	       |Dm		   |           |G         |E	
m|5_55_3_3      |_3__123__   |5_55_365_5    |5_321__   |1___3___   |5___6_5_    |___. 3_ |2_1_1_1_

@p=B2
k|絶対忘れ      	|てやらないよ   |いつか死ぬまで  |何回だって  |  こんなこ         |ともあったっ   |て       笑 |ってやんのさ
c|Am		       |AmM7/G#	      |Am7/G           |D             |Dm		      |C/E		    |F          |G
m|.-5555336	       |_655321_        |.-5333321    |12 3 32 1      |..588875	  |4 5 3 3	    |_588875        |12 3 32 1
`