export const default_text = `
@b=180
@s=F#m
@t=忘れてやらない

@p=A1
k|全部天気の |せいでいいよ|この気まずさも  |倦怠感も    |太陽は隠	|れながら		|知らんぷり	|
c|4		    |5		    |3m		        |6m         |4		    |5		       |6m		|1
m|.-5333321	|2_3_-5_1_	|.-5333321	    |5_3_2_1_   |.-5333321	|2_3_-5_1_	|21213___	|*....

@p=B1
k|作者の気持ちを	|答えなさい	   |一体何が |正解なんだい |予定調和の	|	   |シナリオ |ふみぬいて
c|6		           |5		     |6m     |1 |6		           |5		     |6m     |1
m|_588875	       |4 5 3 3	    |_588875    |12 3 32 1 |_588875	       |4 5 3 3	    |_588875    |12 3 32 1

@p=S1
k|あお	    |いは        |るなんて       |もん  は	  |ぼく	      |には        |わからな      |いん  だ	
c|1		    |            |5		        |6m	        |1		    |             |5         |6m	
m|1___5___  |6___3___   |+1_5_4_3_     |4___5___   |1___3___  |5___6___    |+1_5_4_3_     |4___5___

k|それでも  し   |ってる から       |一度しか無い       |瞬間は	  |はか	      |なさを        |は     |らんでる	
c|1		        |            |5		        |6m	        |1		    |             |5         |6m	
m|5_55_3_3      |_3__123__   |+1_5_4_3_     |4___5___   |1___3___  |5___6___    |+1_5_4_3_     |4___5___   
`