// 不要な部分は記述しないようにしたい

export const default_text = `
@bpm     = 184
@scale   = E
@title   = 忘れてやらない
@program k=1, m=2, c=3, b=12, d=4

@p=0
c|C |  |  |  |C |  |  |  |C/E|F	|G |E/G#
m|.*|.*|.*|.*|.*|.*|.*|.*|.* |.*|.*|.*
d|kick*12

@p=12
c|Am   |D/F# |Dm___C/E  F|___G___
m|.*   |.*   |.*         |.*     

@p=16
k|全部天気の |せいでいいよ  |この気まずさも  |倦怠感も    |太陽は隠      |れながら     |知らんぷり  |
m|.-5333_21  |2_3_-5_1_     |.-5333321       |5_3_2_1_    |.-5333321     |2_3_-5_1_    |21213___    |__.*
c|F          |G             |C/E             |Am          |F             |G            |Am          |C
d|normal*32

@p=24
k|ガタゴト揺れる |満員電車  |すれ違うのは    |準急列車    |輪郭のない    |雲の   表    |情をさが    |してみる
c|F              |G         |C/E             |Am          |F             |G            |Am          |C
m|.-5333321      |2_3_-5_1_ |.-5333321       |5_3_2_1_    |.-5333321     |2_3_-5_1_    |2_3_*     21|213_3_*

@p=32
k|「作者の気持ち   |を答えなさい」  |一体何が    |正解なんだい？  |予定      |調和の       |シナリオ    |ふみぬいて
c|Am               |AmM7/G#         |Am7/G       |D               |Dm        |C/E          |F           |G   E
m|.-5555336        |_655321_        |.-5333321   |2.3.-5.1.       |....2_1_  |__3_2_6_     |5__22_1_    |22223___

@p=40
k|あお       |いは        |るなんて   |もん  は    |ぼく         |には         |わからな     |いん  だ
c|C          |            |G          |E           |Am           |             |Gm           |Gm/C
m|-5___1___  |2___1___    |5_3_2_1_   |2___3___    |-5___1___    |2___3___     |5_3_2_1_     |2___3___

@p=48
k|それでも  し   |ってる から  |一度しか無い  |瞬間は      |はか       |なさを     |は         |らんでる
c|F              |             |C/E           |Am          |Dm         |           |G          |E
m|5_55_3_2       |_1123___     |5_55_365      |_3223_2_    |-5___1___  |2___4_3_   |_*      4_ |3_2_2_1_

@p=56
k|絶対忘れ    |てやらないよ   |いつか死ぬまで  |何回だって    |  こんなこ   |ともあったっ   |て        笑 |ってやんのさ
c|Am          |AmM7/G#        |Am7/G           |D             |Dm	        |C/E            |F            |G
m|.-5555336   |_655321_       |.-5333321       |2.3.-5.1.     |..21_2_1     |3_2_6_5_       |3_*11        |6_5_321__
`