export const default_text = `
@b=180
@s=F#m
@t=忘れてやらない

@start

a="aa"
oudou=F|G|Em|Am

# A1 ------------
k4	|全部天気の	|せいでいいよ	|この気まずさも	|倦怠感も
c7	|4		|5		|3m		|6m
m5	|_588875	|4 5 3 3	|_588875	|12 3 32 1

k4	|太陽は隠	|れながら		|知らんぷり	|
c7	|4		|5		|6m		|1
m5	|_588875	|4 5 3 3	|_588875	|12 3 32 1

# B1 ------------
k4	|作者の気持ちを	|答えなさい	|一体何が		|正解なんだい
c7	|6		|5		|6m		|1
m5	|_588875	|4 5 3 3	|_588875	|12 3 32 1

# S1 ------------
k4	|青い春		|なんてもんは	|		|正解なんだい
c7	|6		|5		|6m		|1
m5	|1 5 6 3	|4 5 3 3	|_588875	|12 3 32 1
mcd
`